Душевые ширмы изготавливаются из закалённого стекла, толщиной 6-8 миллиметров.
            Основными преимуществами такого материала является высокая степень термостойкости (от - 150 °C до + 300 °C),
            устойчивость стекла к перепаду температуры 40 °C. Высокая ударопрочность, никакое механическое повреждение
            не может изменить целостность полотна закаленного стекла. В случае, если удар пришелся в торец полотна,
            стекло разбивается, но при этом разбивается на мелкие осколки, которые абсолютно безопасны для человека.