 <p>Наша компания уже более 20 лет присутствует на российском рынке как крупный производитель мебели из
                металла, стекла и дерева. В рамках освоения новых горизонтов в 200_ году было запущено производство
                душевых ограждений, мебели и аксессуаров для ванной комнаты, которое преобразовалось в молодой и
                перспективный бренд Ulitka. </p>
            <p>В штате фабрики уже насчитывается около 250 специалистов разного профиля.Каждый раз, создавая новый товар
                мы заботимся о комфорте и безопасности наших покупателей, продумывая каждую деталь. </p>
            <p>Мы не стоим на месте, и уже в этом году открыли новое направление - производство душевых поддонов из
                литьевого мрамора. Это позволит нам предлагать комплексные готовые решения, для тех кто ищет современный
                дизайн, качество и надежность. </p>