  <p>
                                Наша компания уже более 20 лет присутствует на российском рынке как крупный
                                производитель мебели из металла, стекла и дерева. В рамках освоения новых горизонтов
                                в
                                200_ году было запущено производство душевых ограждений, мебели и аксессуаров для
                                ванной
                                комнаты, которое преобразовалось в молодой и перспективный бренд Ulitka.
                            </p>